package internationalization;

import java.util.ListResourceBundle;

public class Bundle_ru_AU extends ListResourceBundle {
    @Override
    protected Object[][] getContents(){
        return new Object[][]{
                {"Выход", "Выход"},
                {"Регистрация","Регистрация"},
                {"Зарегистрироваться","Зарегистрироваться"},
                {"Вход", "Вход"},
                {"enter", "Вход"},
                {"Имя пользователя", "Имя пользователя"},
                {"Пароль", "Пароль"},
                {"История запросов","История запросов"},
                {"Очистить коллекцию","Очистить коллекцию"},
                {"Перемешать","Перемешать"},
                {"Показать всё","Показать всё"},
                {"Пользователь с таким именем уже существует", "Пользователь с таким именем уже существует"},
                {"Такого пользователя не существует","Такого пользователя не существует"},
                {"Это поле обязательное","Это поле обязательное"},
                {"Сведения","Сведения"},
                {"Помощь","Помощь"},
                {"Удалить по id","Удалить по id"},
                {"Удалить последний","Удалить последний"},
                {"Фильтровать по carCode","Фильтровать по carCode"},
                {"Удалить по climate","Удалить по climate"},
                {"Поставить мне баллы","Поставить мне баллы"}
        };
    }
}